Repository: Abdillah/ease
Catalog: po/*.po
Languages: he, sl

source: Ease Presentation Editor
he: עורך המצגות Ease

source: Create nice and elegant presentations
he: יצירת מצגות נאות ואלגנטיות
sl: Ustvarite lepe in elegantne predstavitve

source: Saving "%s"
he: שומר את "%s"

source: Temporary directory doesn't exist: %s
he: תיקיה זמנית לא קיימת: %s
sl: Začasna mapa ne obstaja: %s

source: Solid Color
he: צבע אחיד

source: Gradient
he: צבע הדרגתי

source: Image
he: תמונה

source: Select Background Image
he: בחירת תמונת רקע

source: Images
he: תמונות

source: All Files
he: כל הקבצים

source: The specified filename does not end with a ".ease" extension. Would you like to append one?
he: שם הקובץ שנבחר אינו מכיל ‫ס‫יומת "‪.ease‬". האם להוסיף אותה?

source: Append .ease?
he: האם להוסיף סיומת "‪.ease‬"?

source: Replace %s?
he: האם להחליף את "%s"?

source: A file named %s already exists. Do you want to replace it?
he: קובץ בשם %s כבר קיים. האם להחליף אותו?

source: This file already exists in the directory "%s". Overwriting it will replace its contents.
he: קובץ זה כבר קיים בתיקיה "%s". שכתובו יחליף את תוכנו בתוכן החדש.

source: Open Document
he: פתיחת מסמך

source: Ease Presentations
he: מצגות Ease

source: Don't append .ease
he: אין להוסיף סיומת "‪.ease‬"

source: Append .ease
he: הוספת סיומת "‪.ease‬"

source: Don't overwrite %s
he: אין לשכתב את %s

source: Overwrite %s
he: יש לשכתב את %s

source: Slide %i
he: שקופית %i

source: Saving Document
he: שומר את המסמך

source: Export as PDF
he: יצוא כ־PDF

source: Error Exporting to PDF
he: שגיאה בייצוא ל־PDF
sl: Napaka med izvažanjem v PDF

source: Export as PostScript
he: יצוא כ־PostScript

source: Error Exporting to PostScript
he: שגיאה בייצוא ל־PostScript

source: Error exporting as HTML
he: שגיאה בייצוא ל־HTML
sl: Napaka med izvozom v HTML

source: Linear
he: קווי

source: Export to HTML
he: יצוא כ־HTML
sl: Izvozi v HTML

source: Exporting as HTML
he: מייצא ל־HTML
sl: Izvažanje v HTML

source: Error Inserting Image
he: אירעה שגיאה בעת הכנסת תמונה
sl: Napaka med vstavljanjem slike

source: Stretch
he: מתיחה

source: Do not Scale
he: אין לשנות גודל

source: Error loading theme: %s
he: אירעה שגיאה בעת טעינת ערכת נושא: %s

source: Invalid master slide title: %s
he: כותרת שקופית ראשית אינה תקינה: %s

source: _Title slide
he: שקופית _כותרת

source: Content slide _without header
he: שקופית תוכן _ללא כותרת עליונה

source: _Content slide
he: שקופית _תוכן

source: Two column slide without _header
he: שקופית עם שני טורים ללא כותרת _עליונה

source: T_wo column slide with header
he: שקופית עם שני _טורים ועם כותרת עליונה

source: M_edia slide without header
he: שקופית מ_דיה ללא כותרת עליונה

source: _Media slide
he: שקופית _מדיה

source: Em_pty Slide
he: שקופית _ריקה

source: %s is not a valid identifier
he: ‫%s אינו מזהה תקין

source: None
he: ללא
sl: Brez

source: Fade
he: עמעום
sl: Pojemanje

source: Slide
he: גלישה
sl: Drsenje

source: Drop
he: נפילה
sl: Spuščanje

source: Pivot
he: ציר
sl: Vrtenje

source: Revolving Door
he: דלת מסתובבת
sl: Vrteča vrata

source: Reveal
he: חשיפה
sl: Razkrivanje

source: Open Door
he: דלת פתוחה
sl: Odpiranje vrat

source: Explode
he: פיצוץ

source: Assemble
he: כינוס

source: Zoom
he: תקריב
sl: Približevanje

source: Undefined
he: לא מוגדר
sl: Nedoločeno

source: Up
he: מעלה
sl: Gor

source: Down
he: מטה
sl: Dol

source: Left
he: שמאלה
sl: Levo

source: Right
he: ימינה
sl: Desno

source: Bottom
he: קצה תחתון
sl: Spodaj

source: Top
he: קצה עליון
sl: Zgoraj

source: Center
he: מרכז
sl: Sredina

source: Top Left
he: שמאל למעלה
sl: Zgoraj levo

source: Top Right
he: ימין למעלה
sl: Zgoraj desno

source: Bottom Left
he: שמאל למטה
sl: Spodaj levo

source: Bottom Right
he: ימין למטה
sl: Spodaj desno

source: Top to Bottom
he: מלמעלה למטה
sl: Od zgoraj navzdol

source: Bottom to Top
he: מלמטה למעלה
sl: Od spodaj navzgor

source: Left to Right
he: משמאל לימין
sl: Od leve proti desni

source: Right to Left
he: מימין לשמאל
sl: Od desne proti levi

source: Directory to remove doesn't exist: %s
he: התיקיה המיועדת להסרה אינה קיימת: %s
sl: Mapa za izbris ne obstaja: %s

source: Your browser does not support the video tag
he: הדפדפן אינו תומך בתגיות וידאו

source: Stop playback
he: עצירת נגינה

source: Loop
he: לולאה

source: Continue to next slide
he: המשך לשקופית הבאה

source: A presentation application for the GNOME Desktop
he: יישום מצגות עבור שולחן העבודה GNOME
sl: Program za ustvarjanje predstavitev za namizje GNOME

source: Save before closing?
he: לשמור לפני היציאה?
sl: Ali želite shraniti pred zapiranjem?

source: Close _without Saving
he: יציאה _ללא שמירה
sl: Zapri _brez shranjevanja

source: If you don't save, changes from the last second will be permanently lost.
he: אם לא תתבצע שמירה, השינויים מהשניה האחרונה יאבדו.
sl: V kolikor ne shranite, bodo spremembe zadnjih %i sekund izgubljene.

source: If you don't save, changes from the last minute will be permanently lost.
he: אם לא תתבצע שמירה, השינויים מהדקה האחרונה יאבדו.
sl: V kolikor ne shranite, bodo spremembe zadnje minute izgubljene.

source: If you don't save, changes from the last minute and %i second will be permanently lost.
he: אם לא תתבצע שמירה, השינויים מהדקה ושניה %i האחרונות יאבדו.
sl: V kolikor ne shranite, bodo spremembe zadnje minute in %i sekund izgubljene.

source: If you don't save, changes from the last %i minute will be permanently lost.
he: אם לא תתבצע שמירה, השינויים מ־%i הדקות האחרונות יאבדו.
sl: V kolikor ne shranite, bodo spremembe zadnjih %i minut izgubljene.

source: If you don't save, changes from the last hour will be permanently lost.
he: אם לא תתבצע שמירה, השינויים מהשעה האחרונה יאבדו.
sl: V kolikor ne shranite, bodo spremembe zadnje ure izgubljene.

source: Save changes to "%s" before closing?
he: האם לשמור את השינויים ל־%s לפני הסגירה?
sl: Ali želite shraniti spremembe "%s" pred zapiranjem?

source: The quick brown fox jumps over the lazy dog
he: דג סקרן שט לו בים זך ולפתע מצא חבורה נחמדה

source: Untitled Document
he: ללא שם
sl: Neimenovan dokument

source: Insert Image
he: הכנסת תמונה
sl: Vstavi sliko

source: Insert Video
he: הכנסת סרטון

source: Error Inserting Video
he: אירעה שגיאה בעת הכנסת סרטון

source: Insert PDF Document
he: הכנסת מסמך PDF

source: PDF Documents
he: מסמכי PDF

source: Error Inserting PDF
he: אירעה שגיאה בעת הכנסת מסמך PDF

source: Save Document
he: שמירת המסמך
sl: Shrani dokument

source: Error Saving Document
he: אירעה שגיאה בעת שמירת המסמך
sl: Napaka med shranjevanjem dokumenta

source: Select Color
he: בחירת צבע
sl: Izbor barve

source: Select Font
he: בחירת גופן

source: Downloading image %i of %i
he: מוריד תמונה %i מתוך %i

source: Import Media
he: יבוא מדיה

source: Downloading Media Files
he: מוריד קבצי מדיה

source: Share Alike
he: שיתוף זהה

source: For Commercial Use
he: לשימוש מסחרי

source: Effect
he: אפקט
sl: Učinek

source: Duration
he: משך
sl: Trajanje

source: Direction
he: כיוון
sl: Smer

source: Start Transition
he: התחלת מעבר
sl: Začni prehod

source: Manually
he: ידנית
sl: Ročno

source: Automatically
he: אוטומטית
sl: Samodejno

source: Error Opening Document
he: אירעה שגיאה בעת פתיחת המסמך
sl: Napaka med odpiranjem dokumenta

source: Error creating new document
he: אירעה שגיאה בעת יצירת מסמך חדש
sl: Napaka med ustvarjanjem novega dokumenta

source: Ease Presentation
he: מצגת Ease
sl: Predstavitev Ease

source: Error drawing slide preview: %s
he: אירעה שגיאה בעת יצירת תצוגה מקדימה לשקופית: %s

source: Error rendering preview: %s
he: אירעה שגיאה בעת הצגת תצוגה מקדימה: %s

source: Custom
he: מותאם
sl: Po meri

source: %i by %i
he: ‫%i על %i
sl: %i z %i

source: Background Style
he: סגנון רקע

source: Background Color
he: צבע רקע

source: Background Gradient
he: צבע רקע הדרגתי

source: Reverse Gradient
he: צבע הדרגתי הפוך

source: Gradient Angle
he: זוית צבע הדרגתי

source: Background Image
he: תמונת רקע

source: Fill Mode
he: סוג מילוי

source: _File
he: _קובץ

source: Save a _Copy
he: שמירת _עותק

source: _Export Presentation
he: _יצוא שקופית

source: _Edit
he: _עריכה

source: _Raise
he: ה_רמה

source: _Lower
he: ה_ורדה

source: Raise to _Top
he: הרמה לקצה ע_ליון

source: Lower to _Bottom
he: הורדה לקצה _תחתון

source: _Insert
he: ה_כנסה

source: _Image
he: ת_מונה

source: _Video
he: ויד_או

source: _PDF Document
he: _מסמך PDF

source: Media from the _Web
he: מדיה מה_רשת

source: _Text
he: _טקסט

source: _Rectangle
he: _מלבן

source: _Oval
he: _אליפסה

source: _View
he: _תצוגה

source: Editor
he: עורך

source: Slide Sorter
he: ממיין מצגות

source: Zoom to _Fit
he: _קרב להתאמה

source: _Help
he: ע_זרה

source: Add Slide
he: הוספת שקופית

source: Remove Slide
he: הסרת שקופית

source: Present
he: הצגה

source: Save
he: שמירה

source: Undo
he: ביטול

source: Redo
he: ביצוע חוזר

source: No Results Found
he: לא נמצאו תוצאות

source: Select Image
he: בחירת תמונה

source: Displayed Page
he: העמוד המוצג

source: _Automatically start playback
he: התחלת נגינה _אוטומטית

source: _Mute Audio
he: ה_שתקת שמע

source: _New presentation
he: מצגת _חדשה

source: Ease presentation editor
sl: Urejevalnik predstavitev Ease

source: If you don't save, changes from the last hour and %i minute will be permanently lost.
sl: V kolikor ne shranite, bodo spremembe zadnje ure in %i minut izgubljene.

source: If you don't save, changes from the last %i hour will be permanently lost.
sl: V kolikor ne shranite, bodo spremembe zadnjih %i minut izgubljene.

source: Error Copying File
sl: Napaka med kopiranjem datoteke

source: Error loading ImageActor: %s
sl: Napaka med nalaganjem predmeta ImageActor: %s

source: Open File
sl: Odpri datoteko

source: Export to PDF
sl: Izvozi v PDF

source: Error loading background: %s
sl: Napaka med nalaganjem ozadja: %s

source: Double Click to Edit
sl: Naredite dvojni klik za urejanje

source: Delay
sl: Zakasnitev

source: Flip
sl: Obrat

source: Fall
sl: Padanje

source: Slats
sl: Letvice

source: Panel
sl: Pult

source: Spin Contents
sl: Zavrti vsebino

source: Spring Contents
sl: Priskoči vsebino

source: Swing Contents
sl: Zanihaj vsebino

source: Slide Contents
sl: Pridrsi vsebino

source: Zoom Contents
sl: Približaj vsebino

source: In
sl: V

source: Out
sl: Iz

source: New Presentation
sl: Nova predstavitev

source: - a presentation editor
sl: - urejevalnik predstavitev

source: error parsing options: %s
sl: napaka med razčlenjevanjem možnosti: %s

source: Error Playing Document
sl: Napaka med predvajanjem dokumenta
